[
  {
    "id": "india-marketing-career-guide",
    "title": "Marketing Career Guide: India Edition (2025)",
    "subtitle": "The definitive roadmap to starting and accelerating your marketing career in India",
    "description": "A comprehensive, India-specific guide for graduates and young professionals looking to break into marketing. Covers the unique Indian marketing landscape, in-demand skills, educational pathways, entry-level opportunities, and career advancement strategies tailored to the Indian context.",
    "structureFile": "india-marketing-career-guide-structure.json",
    "contentFile": "india-marketing-career-guide-content.json",
    "category": "Career Development",
    "level": "Beginner",
    "estimatedTime": "30 minutes"
  },
  {
    "id": "b2b-product-marketing-guide",
    "title": "2025 B2B Product Marketing Guide",
    "subtitle": "Actionable frameworks for creating differentiated positioning, compelling messaging, and effective go-to-market strategies",
    "description": "Master the art and science of B2B product marketing with this comprehensive guide covering strategy development, customer research, messaging frameworks, go-to-market planning, content creation, sales enablement, and performance measurement.",
    "structureFile": "b2b-product-marketing-guide-structure.json",
    "contentFile": "b2b-product-marketing-guide-content.json",
    "category": "Product Marketing",
    "level": "Intermediate",
    "estimatedTime": "40 minutes"
  },
  {
    "id": "b2b-saas-india-playbook",
    "title": "Selling B2B SaaS Products in India's Competitive Market",
    "subtitle": "A comprehensive framework for successfully positioning, selling, and retaining B2B SaaS customers in India",
    "description": "Master the unique challenges of India's B2B SaaS landscape with this actionable playbook covering market entry, positioning, pricing, sales strategies, and customer success practices tailored specifically for the Indian business environment.",
    "structureFile": "b2b-saas-india-playbook-structure.json",
    "contentFile": "b2b-saas-india-playbook-content.json",
    "category": "Sales & Marketing Strategy",
    "level": "Advanced",
    "estimatedTime": "40 minutes"
  },
  {
    "id": "saas-b2b-marketing-plan",
    "title": "SaaS B2B Marketing Plan Template to Submit to your CXO",
    "subtitle": "A comprehensive, executive-ready framework for building a strategic B2B SaaS marketing plan",
    "description": "Create a professional, data-driven marketing plan that secures executive buy-in with this step-by-step template covering market analysis, buyer personas, channel strategy, budget allocation, and performance measurement.",
    "structureFile": "saas-b2b-marketing-plan-structure.json",
    "contentFile": "saas-b2b-marketing-plan-content.json",
    "category": "B2B Marketing Strategy",
    "level": "Intermediate",
    "estimatedTime": "30 minutes"
  },{
    "id": "data-attribution-playbook",
    "title": "Data-Driven Attribution in Marketing",
    "subtitle": "A definitive guide to proving marketing's impact on B2B sales and revenue",
    "description": "Learn how to implement effective attribution systems that demonstrate marketing's true contribution to the sales pipeline and revenue, create sales-marketing alignment, and optimize marketing investments for maximum ROI.",
    "structureFile": "data-attribution-playbook-structure.json",
    "contentFile": "data-attribution-playbook-content.json",
    "category": "Analytics & Measurement",
    "level": "Intermediate",
    "estimatedTime": "30 minutes"
  }
  
]